[
    {
        "id": "1",
        "companyLogo": "https://i.ibb.co/wyMr143/google-1-1-1.png",
        "jobTitle": "Software Engineer",
        "companyName" : "Google LLC",
        "jobStatus" : "Remote",
        "location" : "Dhaka, Bangladesh",
        "jobType" : "Full Time",
        "salary" : "100K - 150K",
        "jobDescription" : "As a Software Engineer at Google LLC, you will be part of a dynamic team of engineers, designers, and product managers working on cutting-edge technologies and products that shape the world's digital landscape. You will have the opportunity to work on a wide range of projects, from developing innovative software solutions to improving existing products used by billions of people worldwide. Google is a fast-paced and dynamic company, and we are looking for passionate and talented engineers who are eager to make a difference.",
        "jobResponsibility" : "Collaborate with cross-functional teams, including product managers, designers, and other engineers, to develop high-quality software solutions. Design, develop, test, and deploy software applications and systems using various programming languages, frameworks, and tools. Write clean, efficient, and maintainable code that adheres to coding standards and best practices.",
        "educationalRequirements" : "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field.",
        "experience" : "2-3 Years in this field.",
        "contactInformation" : {
            "phone" : "01750-00 00 00",
            "email" : "hr@google.com"
        }
    },
    {
        "id": "2",
        "companyLogo": "https://i.ibb.co/JvSZWbb/netflix-4-1.png",
        "jobTitle": " Data Scientist",
        "companyName" : "Netflix",
        "jobStatus" : "Onsite",
        "location" : "Mumbai, India",
        "jobType" : "Full Time",
        "salary" : "70K - 120K",
        "jobDescription" : "As a Data Scientist at Netflix Inc., you will play a critical role in shaping how we use data to drive decision-making and deliver personalized experiences to millions of subscribers worldwide. You will be part of a highly skilled team of data scientists, engineers, and product managers working on cutting-edge technologies and algorithms to analyze large datasets, develop insights, and build machine learning models to improve our recommendation systems, content selection, and user engagement. Netflix is a fast-paced and innovative company, and we are looking for talented and creative data scientists who are passionate about using data to make a difference in the entertainment industry.",
        "jobResponsibility" : "Collaborate with cross-functional teams, including product managers, data engineers, and other data scientists, to define problem statements, design experiments, and develop data-driven solutions. Analyze large and complex datasets to identify patterns, trends, and opportunities for improvement in user engagement, content selection, and recommendation algorithms. Develop and implement machine learning models and algorithms to improve the performance of our recommendation systems, content ranking, and user experience.",
        "educationalRequirements" : "Master's or Ph.D. degree in Computer Science, Statistics, Applied Mathematics, or a related field.",
        "experience" : "1-2 Years in this field.",
        "contactInformation" : {
            "phone" : "96784-99 33 77",
            "email" : "hr@netflix.com"
        }
    },
    {
        "id": "3",
        "companyLogo": "https://i.ibb.co/k1TZKH9/tesla-9-1.png",
        "jobTitle": "Auto Technician",
        "companyName" : "Tesla",
        "jobStatus" : "Onsite",
        "location" : "Texas, USA",
        "jobType" : "Full Time",
        "salary" : "110K - 160K",
        "jobDescription" : "As an Automotive Technician at Tesla Inc., you will be part of a highly skilled team of technicians working on cutting-edge electric vehicles (EVs) and energy products. You will play a critical role in maintaining and repairing Tesla's advanced technology vehicles, ensuring their performance, reliability, and safety. Tesla is a fast-growing and innovative company, and we are looking for skilled and dedicated technicians who are passionate about electric vehicles and sustainable energy.",
        "jobResponsibility" : "Perform diagnosis, maintenance, and repair of Tesla vehicles, including electric powertrains, charging systems, and onboard computer systems. Use diagnostic tools, equipment, and software to identify and troubleshoot issues with Tesla vehicles, and perform necessary repairs or replacements. Follow standard operating procedures (SOPs) and repair manuals to perform repairs and ensure compliance with Tesla's quality and safety standards.",
        "educationalRequirements" : "High school diploma or equivalent. Formal technical training from an accredited automotive school is preferred.",
        "experience" : "3-4 Years in this field.",
        "contactInformation" : {
            "phone" : "16458-33 22 44",
            "email" : "hr@tesla.com"
        }
    },
    {
        "id": "4",
        "companyLogo": "https://i.ibb.co/rGWnrH4/amazon-prime.png",
        "jobTitle": "Operations Specialist",
        "companyName" : "Amazon Prime",
        "jobStatus" : "Remote",
        "location" : "Chittagong, Bangladesh",
        "jobType" : "Full Time",
        "salary" : "100K - 150K",
        "jobDescription" : "As an Amazon Prime Operations Specialist, you will be responsible for managing and optimizing operations related to Amazon Prime, a membership program that offers fast, free shipping, exclusive deals, and access to Amazon's digital content. You will play a critical role in ensuring the smooth execution of Prime operations, including order fulfillment, delivery, customer service, and program expansion. Amazon is a fast-paced and customer-centric company, and we are looking for individuals who are detail-oriented, analytical, and customer-focused to join our Prime operations team.",
        "jobResponsibility" : "Manage day-to-day operations related to Amazon Prime, including order fulfillment, delivery, customer service, and program expansion. Monitor Prime operational metrics and performance indicators, analyze data, and identify opportunities for process improvement and efficiency. Collaborate with cross-functional teams, including Fulfillment Centers, Transportation, Customer Service, and Marketing, to ensure seamless Prime operations.",
        "educationalRequirements" : "Bachelor's degree in Business, Operations, Supply Chain, or a related field. Relevant work experience may be considered in lieu of a degree.",
        "experience" : "2-3 Years in this field.",
        "contactInformation" : {
            "phone" : "01950-77 88 99",
            "email" : "hr@amazonprime.com"
        }
    },
    {
        "id": "5",
        "companyLogo": "https://i.ibb.co/xfN7SbR/airbnb-logo.jpg",
        "jobTitle": "Data Specialist",
        "companyName" : "Airbnb",
        "jobStatus" : "Remote",
        "location" : "Rajshahi, Bangladesh",
        "jobType" : "Part Time",
        "salary" : "70K - 105K",
        "jobDescription" : "As an Airbnb Guest Experience Specialist, you will be responsible for providing exceptional customer service to guests who book accommodations through the Airbnb platform. You will play a crucial role in ensuring that guests have a seamless and enjoyable experience from booking to check-out. You will handle guest inquiries, resolve issues, and provide support to hosts, all while delivering a high level of service and professionalism. Airbnb is a global hospitality company, and we are looking for individuals who are customer-focused, detail-oriented, and skilled in communication to join our Guest Experience team.",
        "jobResponsibility" : "Respond to guest inquiries and provide support via phone, email, chat, or other communication channels in a prompt and courteous manner. Resolve guest issues and complaints, including booking modifications, cancellations, refunds, and disputes, with a focus on finding mutually beneficial solutions. Provide guidance and support to hosts on how to use the Airbnb platform, including listing management, pricing, reservations, and guest communication.",
        "educationalRequirements" : "Bachelor's degree in Hospitality, Business, Communications, or a related field. Relevant work experience may be considered in lieu of a degree..",
        "experience" : "2-3 Years in this field.",
        "contactInformation" : {
            "phone" : "01850-12 34 56",
            "email" : "hr@airbnb.com"
        }
    },
    {
        "id": "6",
        "companyLogo": "https://i.ibb.co/LvvHf24/1200px-Hoichoi-Logos-3.png",
        "jobTitle": "Acquisition Manager",
        "companyName" : "Hoichoi",
        "jobStatus" : "Onsite",
        "location" : "Kolkata, India",
        "jobType" : "Part Time",
        "salary" : "56K - 90K",
        "jobDescription" : "As a Content Acquisition Manager at Hoichoi, you will be responsible for identifying, acquiring, and managing content partnerships with various content providers to enhance our digital streaming platform's content library. You will work closely with the Content team to curate and license content that aligns with Hoichoi's content strategy and audience preferences. Hoichoi is a leading Bengali digital entertainment platform, and we are looking for a creative, data-driven, and result-oriented individual to drive content acquisition efforts and contribute to our growth.",
        "jobResponsibility" : "Identify and evaluate potential content partners, including production houses, studios, and individual content creators, to acquire high-quality Bengali language content for Hoichoi's platform. Negotiate content licensing agreements, including rights, terms, and pricing, while ensuring alignment with Hoichoi's content strategy and financial goals. Collaborate with cross-functional teams, including Content, Legal, Finance, and Operations, to streamline content acquisition workflows and ensure compliance with licensing agreements.",
        "educationalRequirements" : "Bachelor's degree in Business, Media, Communications, or a related field. Relevant work experience may be considered in lieu of a degree.",
        "experience" : "1-2 Years in this field.",
        "contactInformation" : {
            "phone" : "96122-00 55 112",
            "email" : "hr@hoichoi.com"
        }
    }
    
    
]